[X2DownloadableContentInfo_AddedPartNames]

.TorsoTemplate="CNV_WotC_SLD_MamaMEA_Initiative_Liam_Torso_M"
.TorsoName="利亚姆夹克 - 躯干"

.TorsoTemplate="LPL_WotC_SLD_MamaMEA_Initiative_Liam_Torso_M"
.TorsoName="利亚姆夹克 - 躯干"

.TorsoTemplate="MPL_WotC_SLD_MamaMEA_Initiative_Liam_Torso_M"
.TorsoName="利亚姆夹克 - 躯干"

.TorsoTemplate="HPL_WotC_SLD_MamaMEA_Initiative_Liam_Torso_M"
.TorsoName="利亚姆夹克 - 躯干"

.TorsoTemplate="LPW_WotC_SLD_MamaMEA_Initiative_Liam_Torso_M"
.TorsoName="利亚姆夹克 - 躯干"

.TorsoTemplate="MPW_WotC_SLD_MamaMEA_Initiative_Liam_Torso_M"
.TorsoName="利亚姆夹克 - 躯干"

.TorsoTemplate="HPW_WotC_SLD_MamaMEA_Initiative_Liam_Torso_M"
.TorsoName="利亚姆夹克 - 躯干"


.LegsTemplate="CNV_WotC_SLD_MamaMEA_Initiative_Liam_Legs_M"
.LegsName="利亚姆夹克 - 腿部"

.LegsTemplate="LPL_WotC_SLD_MamaMEA_Initiative_Liam_Legs_M"
.LegsName="利亚姆夹克 - 腿部"

.LegsTemplate="MPL_WotC_SLD_MamaMEA_Initiative_Liam_Legs_M"
.LegsName="利亚姆夹克 - 腿部"

.LegsTemplate="HPL_WotC_SLD_MamaMEA_Initiative_Liam_Legs_M"
.LegsName="利亚姆夹克 - 腿部"

.LegsTemplate="LPW_WotC_SLD_MamaMEA_Initiative_Liam_Legs_M"
.LegsName="利亚姆夹克 - 腿部"

.LegsTemplate="MPW_WotC_SLD_MamaMEA_Initiative_Liam_Legs_M"
.LegsName="利亚姆夹克 - 腿部"

.LegsTemplate="HPW_WotC_SLD_MamaMEA_Initiative_Liam_Legs_M"
.LegsName="利亚姆夹克 - 腿部"